[
  {
    "Source": "",
    "Category": "School",
    "Title": "Hours of Education",
    "Content": "How many hours of education will I be expected to offer my child?",
    "Username": "",
    "Tag1": "",
    "Tag2": "",
    "Tag3": "",
    "Answer 1": "There is no definition of ‘full-time’; however a child that receives an education within a school is expected to be engaged in educational activities for 23 to 25 hours per week – depending on their age. Parents who elect to home educate are not obliged to offer such education within ‘school hours’ or on ‘school days’. The law relating to elective home education allows for a more flexible approach.",
    "Answer 2": "",
    "Answer 3": ""
  },
  {
    "Source": "https://www.sheffield.gov.uk/home/schools-childcare/school-attendance-truancy",
    "Category": "School",
    "Title": "Attendance Cost",
    "Content": "What is the attendance fine cost?",
    "Username": "",
    "Tag1": "School",
    "Tag2": "Penalty",
    "Tag3": "",
    "Answer 1": "The penalty is £60 if you pay within 21 days\nThis goes up to £120 after 21 days. You must pay within 28 days to avoid prosecution\nDetails of how to pay will be included on the penalty notice",
    "Answer 2": "",
    "Answer 3": ""
  },
  {
    "Source": "https://www.sheffield.gov.uk/home/schools-childcare/school-attendance-truancy",
    "Category": "School",
    "Title": "Unauthorised absence",
    "Content": "In which case, unauthorised absesbe is considered?",
    "Username": "",
    "Tag1": "",
    "Tag2": "",
    "Tag3": "",
    "Answer 1": "Penalty notices can be used if a pupil is absent from school without permission or good reason and if the absence is unauthorised by the school.Children must not miss school for reasons like birthdays, day trips, shopping or family celebrations.",
    "Answer 2": "",
    "Answer 3": ""
  },
  {
    "Source": "https://service.sheffield.gov.uk/Ef3/General.jsp?form=OLF_MissEdu&page=PG_Details",
    "Category": "School",
    "Title": "Report child absesne",
    "Content": "Can I place report about the child if not in the school",
    "Username": "",
    "Tag1": "School",
    "Tag2": "Attendance",
    "Tag3": "",
    "Answer 1": "If a child you know is not in school when they should be, please let us know either through call or you can report it online to our website here : https://service.sheffield.gov.uk/Ef3/General.jsp?form=OLF_MissEdu&page=PG_Details\nWe’ll keep your identity secret, unless there is a good reason to disclose it, for example a child is at risk of being harmed.",
    "Answer 2": "",
    "Answer 3": ""
  },
  {
    "Source": "",
    "Category": "School",
    "Title": "Disagree with fine",
    "Content": "What if I receive a fine but I disagree with it?",
    "Username": "",
    "Tag1": "School",
    "Tag2": "Penalty",
    "Tag3": "",
    "Answer 1": "The legislation states that requests for leave must be made to the school in advance of leave being\ntaken. The decision to issue a penalty notice is made by the Head Teacher therefore if you have any\ninformation that you feel should be taken into consideration about whether the fine is valid or not you\nshould contact the school direct. The Council will take reasonable steps to ensure that a fine is only\nissued in the right circumstances and will only withdraw the fine if there is sound evidence that it\nshould not have been issued in the first place.",
    "Answer 2": "",
    "Answer 3": ""
  },
  {
    "Source": "https://www.sheffield.gov.uk/home/schools-childcare/school-attendance-truancy",
    "Category": "School",
    "Title": "Truancy",
    "Content": "What council does to avoid truancy",
    "Username": "",
    "Tag1": "School",
    "Tag2": "Truancy",
    "Tag3": "",
    "Answer 1": "We work closely with South Yorkshire Police to combat truancy. Monthly truancy sweeps take place across Sheffield, along with additional patrols.\nDuring a sweep every school-aged young person is stopped and their details taken. Many young people stopped are with an adult, without a justified reason for being absent from school.\n\nAll young people stopped without a justified reason for absence are followed up, and some information from truancy sweeps is used as evidence in court proceedings against parents.",
    "Answer 2": "",
    "Answer 3": ""
  },
  {
    "Source": "https://www.sheffield.gov.uk/home/social-care/advice-support-children-families",
    "Category": "Community",
    "Title": "Parenting courses",
    "Content": "Is there any service provided by council to support Parents or Carers to improve parenting skills",
    "Username": "",
    "Tag1": "Community Support",
    "Tag2": "Parenting",
    "Tag3": "",
    "Answer 1": "We offer a range of parenting support covering all age groups from newborns through to teenagers.\nThis ranges from individual seminars on specific topics which parents can attend without a referral to discussion groups and programmes.  We also provide programmes for parents with specific and complex needs.\nAll programmes are evidence based with the majority of the delivery taking place in a group setting.  Parents can attend a seminar or group programme in any area of the city.\nPlease contact us and speak to the Specialist Parenting Practitioner in your area to discuss.",
    "Answer 2": "",
    "Answer 3": ""
  },
  {
    "Source": "https://www.sheffield.gov.uk/home/schools-childcare/parenting-skills",
    "Category": "Community",
    "Title": "Benefits of Parenting Courses",
    "Content": "What will I get out of attending a parenting course?",
    "Username": "",
    "Tag1": "Community Support",
    "Tag2": "Parenting",
    "Tag3": "",
    "Answer 1": "Attending a parenting course will give you the opportunity to meet other parents,\nexplore your own parenting style and share your experiences. The hope is for you to get a\ngreater understanding of your own and your child’s behaviour and needs. You will also\nhear about different parenting techniques and develop your parenting skills in a safe, non\n- judgmental, supportive environment.",
    "Answer 2": "",
    "Answer 3": ""
  },
  {
    "Source": "https://www.sheffield.gov.uk/home/schools-childcare/parenting-skills",
    "Category": "Community",
    "Title": "Does my child attend the course too?",
    "Content": "Does my child attend the course too?",
    "Username": "",
    "Tag1": "Community Support",
    "Tag2": "Parenting",
    "Tag3": "",
    "Answer 1": "Parenting group courses are delivered to groups of parents usually without children\npresent",
    "Answer 2": "",
    "Answer 3": ""
  },
  {
    "Source": "https://www.sheffield.gov.uk/home/schools-childcare/parenting-skills",
    "Category": "Community",
    "Title": "Do I have to attend every session?",
    "Content": "Do I have to attend every session?",
    "Username": "",
    "Tag1": "Community Support",
    "Tag2": "Parenting",
    "Tag3": "",
    "Answer 1": "To get the most out of the course we do encourage parents to attend each session. For\nsome parents you may be asked to attend all sessions as part of an agreed plan. Parenting\ncourse sessions are carefully considered so that each week will cover different topics. The\nmore sessions you attend, the more likely it is you will hear something that might be of\nbenefit to you and your child.",
    "Answer 2": "",
    "Answer 3": ""
  },
  {
    "Source": "https://www.sheffield.gov.uk/home/schools-childcare/parenting-skills",
    "Category": "Community",
    "Title": "Need for Parenting Course",
    "Content": "If I come to a parenting course does it mean I’m a bad parent?",
    "Username": "",
    "Tag1": "Community Support",
    "Tag2": "Parenting",
    "Tag3": "",
    "Answer 1": "Parents often say they feel nervous about attending a parenting course - it is\nunderstandable that you may have worries and fears. It can be hard to ask for help – even\nwhen you really need it. Ultimately you are the expert on your child and there is no such\nthing as a perfect parent! This service aims to support you in your parenting role on your\njourney of discovering what works for you and your family.",
    "Answer 2": "",
    "Answer 3": ""
  },
  {
    "Source": "https://www.sheffield.gov.uk/home/schools-childcare/parenting-skills",
    "Category": "Community",
    "Title": "Fee of Parenting Courses",
    "Content": "What is the fee for Parenting Courses",
    "Username": "",
    "Tag1": "Community Support",
    "Tag2": "Parenting",
    "Tag3": "Fee",
    "Answer 1": "All courses are free and are run by experienced professional staff with backgrounds in social work and/or education. We provide childcare and refreshments. If you would like to find out more, please contact your local MAST.",
    "Answer 2": "",
    "Answer 3": ""
  },
  {
    "Source": "https://www.sheffield.gov.uk/home/schools-childcare/parenting-skills",
    "Category": "Community",
    "Title": "Enroll to Parenting Programme",
    "Content": "How would I get enroll to the Parenting Courses",
    "Username": "",
    "Tag1": "Community Support",
    "Tag2": "Parenting",
    "Tag3": "Register",
    "Answer 1": "Please contact your local Multi Agency Support Team (MAST) either through email or via call. You can find contact details on our website.",
    "Answer 2": "",
    "Answer 3": ""
  },
  {
    "Source": "https://www.sheffield.gov.uk/home/social-care/young-carers-assessment",
    "Category": "Social Service",
    "Title": "Young Carer",
    "Content": "What is Young Carer's Assessment",
    "Username": "",
    "Tag1": "Social",
    "Tag2": "Young Carer",
    "Tag3": "",
    "Answer 1": "As a young carer, an assessment is basically your way to tell an adult you trust about your caring at home. The adult who works with you on your assessment might be able to help you with everything you need. However, if they can't, they might know other people who can.\n\nYour assessment can be done by any other worker, for example social workers, MAST workers or someone from school or college. If you have not been offered an assessment and would like one, speak with someone in school or another professional you see often about getting an assessment. If you’re a professional working with someone you think may be a young carer, you can contact our Multi-Agency Support Teams and we may be able to support you in completing the assessment",
    "Answer 2": "",
    "Answer 3": ""
  },
  {
    "Source": "https://www.sheffield.gov.uk/content/dam/sheffield/docs/social-care/young-carers-assessment/Young%20Carers%20Assessment.pdf",
    "Category": "Social Service",
    "Title": "Assessment Form",
    "Content": "Where can I find young carer assessment form",
    "Username": "",
    "Tag1": "Social",
    "Tag2": "Young Carer",
    "Tag3": "",
    "Answer 1": "These forms are available on our website. You can find this form here: \nhttps://www.sheffield.gov.uk/content/dam/sheffield/docs/social-care/young-carers-assessment/Young%20Carers%20Assessment.pdf",
    "Answer 2": "",
    "Answer 3": ""
  },
  {
    "Source": "https://www.sheffield.gov.uk/content/dam/sheffield/docs/social-care/young-carers-assessment/Guidance%20Notes%20for%20YC%20Assessment%20-%20March%202015.pdf",
    "Category": "Social Service",
    "Title": "Assessment Form",
    "Content": "Any guide on how to fill Young carer assessment form?",
    "Username": "",
    "Tag1": "Social",
    "Tag2": "Young Carer",
    "Tag3": "",
    "Answer 1": "Every information regarding Young carer and its assessment is available on council website. We have a PDF document which will guide you through how to fill the assessment form. You can find it here : https://www.sheffield.gov.uk/content/dam/sheffield/docs/social-care/young-carers-assessment/Guidance%20Notes%20for%20YC%20Assessment%20-%20March%202015.pdf",
    "Answer 2": "",
    "Answer 3": ""
  },
  {
    "Source": "https://www.sheffield.gov.uk/home/social-care/young-carers-assessment",
    "Category": "Social Service",
    "Title": "After the Assessment",
    "Content": "What would be the next steps after assessment",
    "Username": "",
    "Tag1": "Social",
    "Tag2": "Young Carer",
    "Tag3": "",
    "Answer 1": "When the assessment is complete, you and your worker will agree a review date, which would be your opportunity to meet again and check that you are getting the help you need.If you are not happy with the support you get after your assessment, you can ask for an advocate to help you with this.",
    "Answer 2": "",
    "Answer 3": ""
  },
  {
    "Source": "https://www.sheffieldyoungcarers.org.uk/who-are-young-carers/",
    "Category": "Social Service",
    "Title": "Who are Young Carers",
    "Content": "Who are Young Carers",
    "Username": "",
    "Tag1": "Social",
    "Tag2": "Young Carer",
    "Tag3": "",
    "Answer 1": "A young carer is a child or young person who provides substantial unpaid care for a relative who has disabilities, long-term physical illnesses, mental health difficulties and/or a problem with drugs or alcohol.",
    "Answer 2": "",
    "Answer 3": ""
  },
  {
    "Source": "https://www.sheffieldyoungcarers.org.uk/who-are-young-carers/",
    "Category": "Social Service",
    "Title": "Am I a young carer?",
    "Content": "Am I a young carer?",
    "Username": "",
    "Tag1": "",
    "Tag2": "",
    "Tag3": "",
    "Answer 1": "Around a quarter of a million of children and young people look after a relative in the UK (Office of National Statistics, 2011). If you are under 18 and look after a friend, neighbour or relative in a way that might normally be expected of an adult, you are a young carer.",
    "Answer 2": "",
    "Answer 3": ""
  },
  {
    "Source": "https://www.sheffieldyoungcarers.org.uk/help-for-young-carers",
    "Category": "Social Service",
    "Title": "Help for Young Carer",
    "Content": "What help council is providing to young carers",
    "Username": "",
    "Tag1": "Social",
    "Tag2": "Young Carer",
    "Tag3": "",
    "Answer 1": "We aim to provide young carers with respite from their responsibilities at home; to build their resilience and confidence to help them manage their caring more effectively; to reduce the amount of caring or the impacts that caring is having on their life; and to improve their health and wellbeing - both physical and emotional. We do this by providing a range of support over the course of one year, offering reunion events and other ways to stay involved after this time.\nYou can find all the information here : https://www.sheffieldyoungcarers.org.uk/help-for-young-carers",
    "Answer 2": "",
    "Answer 3": ""
  },
  {
    "Source": "https://www.sheffieldyoungcarers.org.uk/supporting-young-carers/",
    "Category": "Social Service",
    "Title": "Support Young Carer",
    "Content": "How should I support a young carer",
    "Username": "",
    "Tag1": "Social",
    "Tag2": "Young Carer",
    "Tag3": "",
    "Answer 1": "Caring can have significant impacts on a young person’s health, education and social development. Early identification, intervention and prevention are vital to reduce negative impacts on young carers and improve outcomes for them and their families.\n\nWhen a young carer has been identified, you should offer them a Young Carers Assessment, which is an easy-to-use, young-person friendly booklet providing you with a guided conversation to help young people talk about their home life and their caring and agree actions that will help.",
    "Answer 2": "",
    "Answer 3": ""
  }
]